;; -*- no-byte-compile: t; -*-
;;; ~/.doom.d/packages.el

(package! eglot)
(package! git-link)
(package! ewal-doom-themes)
(package! rubocopfmt)
(package! vue-mode)
(package! prettier-js)
(package! typescript-mode)
(package! lsp-tailwindcss :recipe (:host github :repo "merrickluo/lsp-tailwindcss"))
